tap "1password/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
brew "bat"
brew "bottom"
brew "sqlite"
brew "chafa"
brew "coreutils"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "highlight"
brew "imagemagick"
brew "lazygit"
brew "lf"
brew "libfido2"
brew "luarocks"
brew "mysql-client"
brew "neonctl"
brew "neovim"
brew "perl"
brew "pkgconf"
brew "pnpm"
brew "poppler"
brew "postgresql@16", restart_service: :changed
brew "powerlevel10k"
brew "pyenv"
brew "ripgrep"
brew "shfmt"
brew "the_silver_searcher"
brew "tmux"
brew "universal-ctags"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "jesseduffield/lazydocker/lazydocker"
cask "1password-cli"
cask "rectangle"
cask "wezterm"
